---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.GalPerMin
source: html/c44efedd-899b-a4e2-9a80-a7f57e5bbf56.htm
---
# Autodesk.Revit.DB.SymbolTypeId.GalPerMin Property

Symbol gal/min, indicating unit US gallons per minute.

## Syntax (C#)
```csharp
public static ForgeTypeId GalPerMin { get; }
```